Repository: Engccer/gildongmu
Catalog: ios/Gildongmu/Resources/Localizable.xcstrings
Source language: ko
Languages: en, es, fr, it, ja

# directions.candidateError
source: 후보 검색에 실패했습니다.
en: Candidate search failed.
es: Falló la búsqueda de candidatos.
fr: Échec de la recherche de candidats.
it: Ricerca dei candidati non riuscita.
ja: 候補の検索に失敗しました。

# directions.candidateNone
source: 후보를 찾지 못했습니다.
en: No candidates found.
es: No se encontraron candidatos.
fr: Aucun candidat trouvé.
it: Nessun candidato trovato.
ja: 候補が見つかりませんでした。

# directions.coordError
source: 선택한 주소의 좌표를 확인하지 못했습니다.
en: Couldn't determine coordinates for the selected address.
es: No se pudieron determinar las coordenadas de la dirección seleccionada.
fr: Impossible de déterminer les coordonnées de l'adresse sélectionnée.
it: Impossibile determinare le coordinate dell'indirizzo selezionato.
ja: 選択した住所の座標を確認できませんでした。

# directions.currentLocation
source: 현재 위치
en: Current location
es: Ubicación actual
fr: Position actuelle
it: Posizione attuale
ja: 現在地

# directions.currentLocationNear
source: 현재 위치(%1$@ 부근)
en: Current location (near %1$@)
es: Ubicación actual (cerca de %1$@)
fr: Position actuelle (près de %1$@)
it: Posizione attuale (vicino a %1$@)
ja: 現在地(%1$@付近)

# directions.from
source: 출발지
en: From
es: Origen
fr: Départ
it: Partenza
ja: 出発地

# directions.geoError
source: 현재 위치를 확인할 수 없습니다. 출발지를 검색해 지정해 주세요.
en: Couldn't get your location. Please search for a starting point.
es: No se pudo obtener tu ubicación. Busca un punto de partida.
fr: Impossible d'obtenir votre position. Veuillez rechercher un point de départ.
it: Impossibile ottenere la tua posizione. Cerca un punto di partenza.
ja: 現在地を確認できません。出発地を検索して指定してください。

# directions.loading
source: 경로를 찾는 중입니다.
en: Finding routes…
es: Buscando rutas…
fr: Recherche d'itinéraires…
it: Ricerca dei percorsi in corso…
ja: 経路を探しています。

# directions.locating
source: 현재 위치를 확인하는 중입니다.
en: Locating you…
es: Localizándote…
fr: Localisation en cours…
it: Localizzazione in corso…
ja: 現在地を確認しています。

# directions.needEndpoints
source: 출발지와 도착지를 먼저 선택해 주세요.
en: Please choose a starting point and destination first.
es: Elige primero un origen y un destino.
fr: Choisissez d'abord un départ et une arrivée.
it: Scegli prima una partenza e una destinazione.
ja: 先に出発地と目的地を選択してください。

# directions.readySummary
source: %1$@개 수단의 경로 안내가 준비되었습니다.
en: Route guidance is ready for %1$@ modes.
es: Guía de ruta lista para %1$@ modos.
fr: Itinéraires prêts pour %1$@ modes.
it: Indicazioni pronte per %1$@ modalità.
ja: %1$@つの手段の経路案内の準備ができました。

# directions.refreshingCurrent
source: 현재 위치 다시 확인 중
en: Re-checking current location
es: Actualizando la ubicación actual
fr: Actualisation de la position actuelle
it: Aggiornamento della posizione attuale
ja: 現在地を再確認中

# directions.searchFrom
source: 출발지 검색
en: Search starting point
es: Buscar origen
fr: Rechercher un départ
it: Cerca partenza
ja: 出発地を検索

# directions.searchTo
source: 도착지 검색
en: Search destination
es: Buscar destino
fr: Rechercher une arrivée
it: Cerca destinazione
ja: 目的地を検索

# directions.submit
source: 경로 조회
en: Get routes
es: Buscar rutas
fr: Rechercher les itinéraires
it: Cerca percorsi
ja: 経路を照会

# directions.swap
source: 출발지와 도착지 바꾸기
en: Swap start and destination
es: Intercambiar origen y destino
fr: Inverser le départ et l'arrivée
it: Scambia partenza e destinazione
ja: 出発地と目的地を入れ替える

# directions.title
source: 길찾기
en: Directions
es: Cómo llegar
fr: Itinéraire
it: Indicazioni
ja: 経路検索

# directions.to
source: 도착지
en: To
es: Destino
fr: Arrivée
it: Destinazione
ja: 目的地

# directions.toHere
source: 여기까지 길찾기
en: Directions to here
es: Cómo llegar hasta aquí
fr: Itinéraire jusqu'ici
it: Indicazioni fino a qui
ja: ここまでの経路検索

# directions.useCurrentLocation
source: 현재 위치 사용
en: Use current location
es: Usar ubicación actual
fr: Utiliser la position actuelle
it: Usa la posizione attuale
ja: 現在地を使う

# eventsNearby.asOf
source: %1$@ 기준
en: As of %1$@
es: A las %1$@
fr: à %1$@
it: Alle %1$@
ja: %1$@時点

# eventsNearby.button
source: 내 주변 문화행사
en: Cultural events near me
es: Eventos culturales cerca
fr: Événements culturels à proximité
it: Eventi culturali nelle vicinanze
ja: 周辺の文化イベント

# eventsNearby.detail
source: 행사 상세
en: Event details
es: Detalles del evento
fr: Détails de l'événement
it: Dettagli dell'evento
ja: イベント詳細

# eventsNearby.detailAction
source: %1$@ 행사 상세
en: %1$@ event details
es: Detalles del evento %1$@
fr: Détails de l'événement %1$@
it: Dettagli dell'evento %1$@
ja: %1$@ のイベント詳細

# eventsNearby.distance
source: 약 %1$@
en: about %1$@
es: aprox. %1$@
fr: environ %1$@
it: circa %1$@
ja: 約%1$@

# eventsNearby.empty
source: 근처에 오늘 진행 중인 문화행사가 없습니다.
en: No cultural events are running near you today.
es: Hoy no hay eventos culturales cerca de ti.
fr: Aucun événement culturel n'a lieu près de vous aujourd'hui.
it: Oggi non ci sono eventi culturali nelle tue vicinanze.
ja: 近くで今日開催中の文化イベントはありません。

# eventsNearby.error
source: 문화행사 조회에 실패했습니다.
en: Could not load cultural events.
es: No se pudieron cargar los eventos culturales.
fr: Impossible de charger les événements culturels.
it: Impossibile caricare gli eventi culturali.
ja: 文化イベントの取得に失敗しました。

# eventsNearby.free
source: 무료
en: Free
es: Gratis
fr: Gratuit
it: Gratuito
ja: 無料

# eventsNearby.geoDenied
source: 현재 위치 권한이 필요합니다. 브라우저에서 위치 접근을 허용해 주세요.
en: Location permission is required. Please allow location access in your browser.
es: Se requiere permiso de ubicación. Permite el acceso a la ubicación en tu navegador.
fr: L'autorisation de localisation est requise. Veuillez autoriser l'accès à la position dans votre navigateur.
it: È necessaria l'autorizzazione alla localizzazione. Consenti l'accesso alla posizione nel browser.
ja: 位置情報の許可が必要です。ブラウザで位置情報へのアクセスを許可してください。

# eventsNearby.geoUnsupported
source: 이 브라우저는 현재 위치를 지원하지 않습니다.
en: This browser doesn't support location.
es: Este navegador no admite la ubicación.
fr: Ce navigateur ne prend pas en charge la localisation.
it: Questo browser non supporta la localizzazione.
ja: このブラウザは現在地に対応していません。

# eventsNearby.loading
source: 근처 문화행사 조회 중…
en: Looking up nearby cultural events…
es: Buscando eventos culturales cercanos…
fr: Recherche d'événements culturels à proximité…
it: Ricerca di eventi culturali nelle vicinanze…
ja: 周辺の文化イベントを検索中…

# eventsNearby.locating
source: 현재 위치 확인 중…
en: Checking your location…
es: Comprobando tu ubicación…
fr: Vérification de votre position…
it: Verifica della tua posizione…
ja: 現在地を確認中…

# eventsNearby.paid
source: 유료 %1$@
en: Paid %1$@
es: De pago %1$@
fr: Payant %1$@
it: A pagamento %1$@
ja: 有料 %1$@

# eventsNearby.ready
source: 내 주변 문화행사입니다.
en: Cultural events near you.
es: Eventos culturales cerca de ti.
fr: Événements culturels près de vous.
it: Eventi culturali vicino a te.
ja: 周辺の文化イベントです。

# eventsNearby.refresh
source: 새로고침
en: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新

# eventsNearby.source
source: 출처: 서울 열린데이터광장 문화행사 정보. 오늘 진행 중인 행사만 표시합니다.
en: Source: Seoul Open Data Plaza cultural events. Only events running today are shown.
es: Fuente: eventos culturales del Portal de Datos Abiertos de Seúl. Solo se muestran los eventos de hoy.
fr: Source : événements culturels du portail Open Data de Séoul. Seuls les événements en cours aujourd'hui sont affichés.
it: Fonte: eventi culturali del portale Open Data di Seoul. Vengono mostrati solo gli eventi in corso oggi.
ja: 出典: ソウル公共データ広場の文化イベント情報。本日開催中のイベントのみ表示します。

# eventsNearby.target
source: 대상 %1$@
en: For %1$@
es: Para %1$@
fr: Pour %1$@
it: Per %1$@
ja: 対象 %1$@

# guide.approx
source: 약 %1$@
en: about %1$@
es: unos %1$@
fr: environ %1$@
it: circa %1$@
ja: 約%1$@

# guide.arrived
source: 목적지에 도착했습니다
en: You have arrived at the destination
es: Has llegado al destino
fr: Vous êtes arrivé à destination
it: Sei arrivato a destinazione
ja: 目的地に到着しました

# guide.backOnRoute
source: 경로로 복귀했습니다
en: Back on the route
es: De vuelta en la ruta
fr: De retour sur l'itinéraire
it: Di nuovo sul percorso
ja: 経路に復帰しました

# guide.briefStarted
source: 간략 안내 시작
en: Simple guidance started
es: Guía simple iniciada
fr: Guidage simple démarré
it: Guida semplice avviata
ja: 簡易案内を開始しました

# guide.bundle
source: 다음 안내. %1$@
en: Next instructions. %1$@
es: Siguientes indicaciones. %1$@
fr: Prochaines instructions. %1$@
it: Prossime indicazioni. %1$@
ja: 次の案内。%1$@

# guide.carOffRoute
source: 경로에서 벗어나 안내를 일시 중지했습니다. 경로 다시 조회로 재개할 수 있습니다
en: You are off the route; guidance is paused. Refresh the route to resume
es: Fuera de la ruta; guía en pausa. Vuelve a consultar la ruta para reanudar
fr: Hors itinéraire ; guidage en pause. Relancez la recherche d'itinéraire pour reprendre
it: Fuori percorso; guida in pausa. Richiedi di nuovo il percorso per riprendere
ja: 経路から外れたため案内を一時停止しました。経路の再検索で再開できます

# guide.carRoadNow
source: %1$@ 주행 중
en: Driving on %1$@
es: Circulando por %1$@
fr: Sur %1$@
it: In marcia su %1$@
ja: %1$@を走行中

# guide.carStart
source: 자동차 안내 시작. 안내 %1$@개, 총 %2$@. %3$@
en: Car guidance started. %1$@ instructions, %2$@ total. %3$@
es: Guía en coche iniciada. %1$@ indicaciones, %2$@ en total. %3$@
fr: Guidage en voiture démarré. %1$@ instructions, %2$@ au total. %3$@
it: Guida in auto avviata. %1$@ indicazioni, %2$@ in totale. %3$@
ja: 自動車案内を開始しました。案内%1$@件、合計%2$@。%3$@

# guide.detailNoLocation
source: 현재 위치를 확인하지 못해 간략 안내로 시작합니다
en: Location unavailable; starting simple guidance
es: No se pudo obtener tu ubicación; se inicia la guía simple
fr: Position introuvable, démarrage du guidage simple
it: Posizione non disponibile, avvio della guida semplice
ja: 現在地を確認できないため簡易案内を開始します

# guide.detailStart
source: 상세 안내 시작. 안내 %1$@개, 총 %2$@. %3$@
en: Detailed guidance started. %1$@ instructions, %2$@ total. %3$@
es: Guía detallada iniciada. %1$@ indicaciones, %2$@ en total. %3$@
fr: Guidage détaillé démarré. %1$@ instructions, %2$@ au total. %3$@
it: Guida dettagliata avviata. %1$@ indicazioni, %2$@ in totale. %3$@
ja: 詳細案内を開始しました。案内%1$@件、合計%2$@。%3$@

# guide.detailUnavailable
source: 경로 정보를 가져오지 못해 간략 안내로 시작합니다
en: Route details unavailable; starting simple guidance
es: No hay detalles de la ruta; se inicia la guía simple
fr: Détails de l'itinéraire indisponibles, démarrage du guidage simple
it: Dettagli del percorso non disponibili, avvio della guida semplice
ja: 経路情報を取得できないため簡易案内を開始します

# guide.dirAhead
source: 정면
en: ahead
es: al frente
fr: devant
it: davanti
ja: 正面

# guide.dirAheadTo
source: 정면으로
en: straight ahead
es: de frente
fr: tout droit
it: dritto davanti
ja: 正面

# guide.dirBehind
source: 뒤
en: behind
es: detrás
fr: derrière
it: dietro
ja: 後ろ

# guide.dirBehindTo
source: 뒤로
en: behind you
es: detrás de ti
fr: derrière vous
it: dietro di te
ja: 後ろ

# guide.dirLeft
source: 왼쪽
en: on the left
es: a la izquierda
fr: à gauche
it: a sinistra
ja: 左

# guide.dirLeftTo
source: 왼쪽으로
en: to the left
es: a la izquierda
fr: sur la gauche
it: a sinistra
ja: 左

# guide.dirRight
source: 오른쪽
en: on the right
es: a la derecha
fr: à droite
it: a destra
ja: 右

# guide.dirRightTo
source: 오른쪽으로
en: to the right
es: a la derecha
fr: sur la droite
it: a destra
ja: 右

# guide.etaStale
source: 예상 시간은 %1$@분 전 기준
en: ETA is from %1$@ min ago
es: Tiempo estimado de hace %1$@ min
fr: Durée estimée datant de %1$@ min
it: Tempo stimato di %1$@ min fa
ja: 所要時間は%1$@分前の情報です

# guide.farNotice
source: 약 %1$@ 앞 다음 안내가 있습니다. %2$@
en: Next instruction in about %1$@. %2$@
es: Próxima indicación en unos %1$@. %2$@
fr: Prochaine instruction dans environ %1$@. %2$@
it: Prossima indicazione tra circa %1$@. %2$@
ja: 約%1$@先に次の案内があります。%2$@

# guide.finalApproachNear
source: 목적지 근처입니다.
en: You are near the destination.
es: Estás cerca del destino.
fr: Vous êtes près de la destination.
it: Sei vicino alla destinazione.
ja: 目的地の近くです。

# guide.finalApproachNearDir
source: 목적지 근처입니다. %1$@입니다.
en: You are near the destination. It is %1$@.
es: Estás cerca del destino. Está %1$@.
fr: Vous êtes près de la destination. Elle est %1$@.
it: Sei vicino alla destinazione. È %1$@.
ja: 目的地の近くです。%1$@です。

# guide.finalApproachRouteEnd
source: 경로가 끝납니다.
en: The route ends here.
es: La ruta termina aquí.
fr: L'itinéraire se termine ici.
it: Il percorso termina qui.
ja: ルートはここで終わりです。

# guide.finalApproachTickNoDir
source: %1$@입니다.
en: %1$@ away.
es: A %1$@.
fr: À %1$@.
it: A %1$@.
ja: %1$@です。

# guide.finalApproachToDest
source: %1$@ %2$@ 가면 %3$@입니다.
en: %3$@ is %2$@ %1$@.
es: %3$@ está a %2$@ %1$@.
fr: %3$@ est à %2$@ %1$@.
it: %3$@ è a %2$@ %1$@.
ja: %1$@に%2$@進むと%3$@です。

# guide.finalApproachToDestNoDir
source: %1$@까지 %2$@입니다.
en: %1$@ is %2$@ away.
es: %1$@ está a %2$@.
fr: %1$@ est à %2$@.
it: %1$@ è a %2$@.
ja: %1$@まで%2$@です。

# guide.handoff
source: 목적지까지 직선 안내로 전환합니다
en: Switching to straight-line guidance to your destination
es: Cambiando a guía en línea recta hasta el destino
fr: Passage au guidage à vol d'oiseau jusqu'à la destination
it: Passaggio alla guida in linea d'aria fino alla destinazione
ja: 目的地までの直線案内に切り替えます

# guide.imminent.crosswalk
source: 잠시 후 횡단보도를 건너세요
en: Cross the crosswalk shortly
es: Cruce el paso de peatones en breve
fr: Traversez le passage piéton dans un instant
it: Attraversa le strisce pedonali tra poco
ja: まもなく横断歩道を渡ってください

# guide.imminent.left
source: 잠시 후 왼쪽으로 도세요
en: Turn left shortly
es: Gire a la izquierda en breve
fr: Tournez à gauche dans un instant
it: Gira a sinistra tra poco
ja: まもなく左に曲がってください

# guide.imminent.right
source: 잠시 후 오른쪽으로 도세요
en: Turn right shortly
es: Gire a la derecha en breve
fr: Tournez à droite dans un instant
it: Gira a destra tra poco
ja: まもなく右に曲がってください

# guide.imminent.underpass
source: 잠시 후 지하보도로 건너세요
en: Use the underpass shortly
es: Use el paso subterráneo en breve
fr: Empruntez le passage souterrain dans un instant
it: Prendi il sottopassaggio tra poco
ja: まもなく地下道を渡ってください

# guide.next
source: %1$@ 앞 %2$@
en: In %1$@, %2$@
es: En %1$@, %2$@
fr: Dans %1$@, %2$@
it: Tra %1$@, %2$@
ja: %1$@先、%2$@

# guide.nextDestination
source: %1$@까지 %2$@
en: %2$@ to %1$@
es: %2$@ hasta %1$@
fr: %2$@ jusqu'à %1$@
it: %2$@ fino a %1$@
ja: %1$@まで%2$@

# guide.noGuidanceYet
source: 아직 안내가 없습니다
en: No instruction yet
es: Aún no hay indicaciones
fr: Pas encore d'instruction
it: Nessuna indicazione ancora
ja: まだ案内はありません

# guide.offRoute
source: 경로에서 벗어난 것 같습니다
en: You may be off the route
es: Parece que te has salido de la ruta
fr: Vous semblez avoir quitté l'itinéraire
it: Sembra che tu sia fuori percorso
ja: 経路から外れたようです

# guide.progressButton
source: 진행 상황
en: Progress
es: Progreso
fr: Progression
it: Avanzamento
ja: 進行状況

# guide.progressCurrent
source: 현재 안내, %1$@
en: Current instruction, %1$@
es: Indicación actual, %1$@
fr: Instruction actuelle, %1$@
it: Indicazione attuale, %1$@
ja: 現在の案内、%1$@

# guide.progressFinalApproach
source: 목적지까지 직선거리 %1$@
en: %1$@ straight-line to the destination
es: %1$@ en línea recta hasta el destino
fr: %1$@ à vol d'oiseau jusqu'à la destination
it: %1$@ in linea d'aria fino alla destinazione
ja: 目的地まで直線距離 %1$@

# guide.progressNext
source: 다음 안내, %1$@
en: Next instruction, %1$@
es: Siguiente indicación, %1$@
fr: Instruction suivante, %1$@
it: Prossima indicazione, %1$@
ja: 次の案内、%1$@

# guide.progressOffRoute
source: 경로 이탈 상태. 목적지까지 직선거리 %1$@
en: Off route. %1$@ straight-line to destination
es: Fuera de la ruta. %1$@ en línea recta hasta el destino
fr: Hors itinéraire. %1$@ à vol d'oiseau jusqu'à la destination
it: Fuori percorso. %1$@ in linea d'aria fino alla destinazione
ja: 経路から外れています。目的地まで直線距離%1$@

# guide.progressOrdinal
source: 안내 %1$@개 중 %2$@번째 구간
en: Segment %2$@ of %1$@
es: Tramo %2$@ de %1$@
fr: Segment %2$@ sur %1$@
it: Tratto %2$@ di %1$@
ja: 案内%1$@件中%2$@件目の区間

# guide.progressUncertain
source: 위치 확신이 낮습니다. 마지막 안내, %1$@
en: Location confidence is low. Last instruction, %1$@
es: La confianza en la ubicación es baja. Última indicación, %1$@
fr: La confiance dans la position est faible. Dernière instruction, %1$@
it: L'affidabilità della posizione è bassa. Ultima indicazione, %1$@
ja: 位置の確度が低いです。最後の案内、%1$@

# guide.reacquiring
source: 경로상 위치를 다시 찾는 중입니다
en: Re-locating you on the route
es: Buscando de nuevo tu posición en la ruta
fr: Recherche de votre position sur l'itinéraire
it: Ricerca della tua posizione sul percorso
ja: 経路上の位置を再取得しています

# guide.remainingDistance
source: 남은 거리 %1$@
en: Distance left %1$@
es: Distancia restante %1$@
fr: Distance restante %1$@
it: Distanza rimanente %1$@
ja: 残り%1$@

# guide.remainingTime
source: 약 %1$@분
en: about %1$@ min
es: unos %1$@ min
fr: environ %1$@ min
it: circa %1$@ min
ja: 約%1$@分

# guide.rerouteBusy
source: 경로 다시 조회, 조회 중
en: Re-query route, in progress
es: Reconsultar ruta, en curso
fr: Recalculer l'itinéraire, en cours
it: Ricalcolo percorso, in corso
ja: 経路を再取得、取得中

# guide.rerouteButton
source: 경로 다시 조회
en: Re-query route
es: Volver a consultar la ruta
fr: Relancer la recherche d'itinéraire
it: Cerca di nuovo il percorso
ja: 経路を再検索

# guide.rerouteDone
source: 현재 위치에서 경로를 다시 찾았습니다. 안내 %1$@개, 총 %2$@. %3$@
en: Route recalculated from your current location. %1$@ instructions, %2$@ total. %3$@
es: Ruta recalculada desde tu ubicación actual. %1$@ indicaciones, %2$@ en total. %3$@
fr: Itinéraire recalculé depuis votre position actuelle. %1$@ instructions, %2$@ au total. %3$@
it: Percorso ricalcolato dalla tua posizione attuale. %1$@ indicazioni, %2$@ in totale. %3$@
ja: 現在地から経路を再検索しました。案内%1$@件、合計%2$@。%3$@

# guide.rerouteFailed
source: 경로 조회에 실패했습니다. 기존 경로를 유지합니다
en: Route query failed. Keeping the current route
es: Falló la consulta de la ruta. Se mantiene la ruta actual
fr: Échec de la recherche d'itinéraire. L'itinéraire actuel est conservé
it: Ricerca del percorso non riuscita. Il percorso attuale resta attivo
ja: 経路の検索に失敗しました。現在の経路を維持します

# guide.resolveFailed
source: 경로상 위치를 확정할 수 없어 간략 안내를 유지합니다
en: Could not fix your position on the route; keeping simple guidance
es: No se pudo determinar tu posición en la ruta; se mantiene la guía simple
fr: Impossible de déterminer votre position sur l'itinéraire, le guidage simple est maintenu
it: Impossibile determinare la tua posizione sul percorso, la guida semplice resta attiva
ja: 経路上の位置を確定できないため簡易案内を続けます

# guide.resolvePending
source: 경로상 위치를 확정하는 중입니다
en: Finding your position on the route
es: Determinando tu posición en la ruta
fr: Détermination de votre position sur l'itinéraire
it: Determinazione della tua posizione sul percorso
ja: 経路上の位置を確定しています

# guide.rough
source: %1$@쯤
en: around %1$@
es: alrededor de %1$@
fr: à peu près %1$@
it: all'incirca %1$@
ja: %1$@ほど

# guide.speedSuggest
source: 위치 신호가 불안정하거나 이동 속도가 빨라 간략 안내가 적합할 수 있습니다
en: Your location signal may be unstable or you may be moving fast; simple guidance may fit better
es: La señal de ubicación puede ser inestable o te mueves rápido; la guía simple puede ser más adecuada
fr: Le signal de position est peut-être instable ou vous vous déplacez vite, le guidage simple peut mieux convenir
it: Il segnale di posizione potrebbe essere instabile o ti stai muovendo velocemente, la guida semplice potrebbe essere più adatta
ja: 位置情報が不安定か移動速度が速いため、簡易案内が適している場合があります

# guide.toBriefButton
source: 간략 안내로 전환
en: Switch to simple guidance
es: Cambiar a guía simple
fr: Passer au guidage simple
it: Passa alla guida semplice
ja: 簡易案内に切り替え

# guide.toBriefDone
source: 간략 안내로 전환했습니다
en: Switched to simple guidance
es: Cambiado a guía simple
fr: Passé au guidage simple
it: Passato alla guida semplice
ja: 簡易案内に切り替えました

# guide.toDetailButton
source: 상세 안내로 전환
en: Switch to detailed guidance
es: Cambiar a guía detallada
fr: Passer au guidage détaillé
it: Passa alla guida dettagliata
ja: 詳細案内に切り替え

# guide.toDetailDone
source: 상세 안내로 전환했습니다
en: Switched to detailed guidance
es: Cambiado a guía detallada
fr: Passé au guidage détaillé
it: Passato alla guida dettagliata
ja: 詳細案内に切り替えました

# guide.uncertain
source: 위치 확신이 낮습니다
en: Location confidence is low
es: La confianza en la ubicación es baja
fr: La confiance dans la position est faible
it: L'affidabilità della posizione è bassa
ja: 位置の確度が低いです

# guide.uncertainRecovered
source: 위치 확신을 회복했습니다
en: Location confidence recovered
es: Se recuperó la confianza en la ubicación
fr: La confiance dans la position est rétablie
it: Affidabilità della posizione ripristinata
ja: 位置の確度が回復しました

# ios.beacon.soundBackgroundUnavailable
source: 화면이 꺼지거나 다른 앱을 쓰는 동안에는 안내 소리가 나지 않습니다.
en: Guide sounds will not play while the screen is off or another app is in use.
es: Los sonidos de la guía no sonarán con la pantalla apagada o al usar otra aplicación.
fr: Les sons du guidage ne seront pas audibles écran éteint ou dans une autre application.
it: I suoni della guida non verranno riprodotti a schermo spento o mentre usi un'altra app.
ja: 画面が消えている間や他のアプリの使用中は案内音が鳴りません。

# ios.beacon.soundUnavailable
source: 소리 안내를 재생할 수 없습니다.
en: Sound guidance cannot play.
es: No se puede reproducir la guía sonora.
fr: La guidance sonore ne peut pas être jouée.
it: La guida sonora non può essere riprodotta.
ja: 音による案内を再生できません。

# ios.beacon.stopped
source: 거리 추적을 중지했습니다.
en: Distance tracking stopped.
es: Seguimiento de distancia detenido.
fr: Suivi de distance arrêté.
it: Tracciamento della distanza interrotto.
ja: 距離の追跡を停止しました。

# ios.chat.clear
source: 텍스트 지우기
en: Clear text
es: Borrar texto
fr: Effacer le texte
it: Cancella il testo
ja: テキストを消去

# ios.chat.consentAgree
source: 동의하고 시작
en: Agree and start
es: Aceptar y empezar
fr: Accepter et commencer
it: Accetta e inizia
ja: 同意して開始

# ios.chat.consentAiNotice
source: 답변은 AI가 생성하며 부정확할 수 있습니다.
en: Answers are AI-generated and may be inaccurate.
es: Las respuestas son generadas por IA y pueden ser inexactas.
fr: Les réponses sont générées par IA et peuvent être inexactes.
it: Le risposte sono generate dall'IA e possono essere imprecise.
ja: 回答はAIが生成するため、不正確な場合があります。

# ios.chat.consentAlt
source: 동의하지 않아도 검색과 내 주변 탭은 그대로 사용할 수 있습니다.
en: You can keep using the Search and Nearby tabs without agreeing.
es: Puede seguir usando las pestañas Buscar y Cerca sin aceptar.
fr: Vous pouvez continuer à utiliser les onglets Recherche et À proximité sans accepter.
it: Puoi continuare a usare le schede Cerca e Nelle vicinanze senza accettare.
ja: 同意しなくても、検索と周辺タブはそのまま利用できます。

# ios.chat.consentData
source: 질문과 대화 내용, 함께 보는 장소 정보, 현재 위치가 답변 생성을 위해 Google Gemini로 전송됩니다. 웹 검색이 필요한 질문은 Perplexity에도 전달됩니다.
en: Your questions, the conversation, the place you are viewing, and your current location are sent to Google Gemini to generate answers. Questions that need a web search are also sent to Perplexity.
es: Sus preguntas, la conversación, el lugar que está viendo y su ubicación actual se envían a Google Gemini para generar respuestas. Las preguntas que requieren búsqueda web también se envían a Perplexity.
fr: Vos questions, la conversation, le lieu consulté et votre position actuelle sont envoyés à Google Gemini pour générer les réponses. Les questions nécessitant une recherche web sont aussi transmises à Perplexity.
it: Le domande, la conversazione, il luogo visualizzato e la posizione attuale vengono inviati a Google Gemini per generare le risposte. Le domande che richiedono una ricerca web vengono inviate anche a Perplexity.
ja: 質問と会話の内容、一緒に見ている場所の情報、現在地が回答生成のためにGoogle Geminiに送信されます。ウェブ検索が必要な質問はPerplexityにも送信されます。

# ios.chat.consentTitle
source: AI 채팅 사용 안내
en: About AI Chat
es: Acerca del chat con IA
fr: À propos du chat IA
it: Informazioni sulla chat IA
ja: AIチャットのご利用について

# ios.chat.emptyAnswer
source: 답변을 준비하지 못했습니다
en: Couldn't prepare a response
es: No se pudo preparar una respuesta
fr: Impossible de préparer une réponse
it: Impossibile preparare una risposta
ja: 回答を用意できませんでした

# ios.chat.failed
source: 답변을 가져오지 못했습니다.
en: Couldn't get a response.
es: No se pudo obtener una respuesta.
fr: Impossible d'obtenir une réponse.
it: Impossibile ottenere una risposta.
ja: 回答を取得できませんでした。

# ios.chat.listen
source: 듣기
en: Listen
es: Escuchar
fr: Écouter
it: Ascolta
ja: 聞く
